---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.ConstructionType.Ceiling
enum: Autodesk.Revit.DB.Analysis.ConstructionType
zh: 天花板、吊顶
source: html/5f6be035-3a2d-77ad-8402-4d6b87dec818.htm
---
# Autodesk.Revit.DB.Analysis.ConstructionType.Ceiling

**中文**: 天花板、吊顶

A ceiling over the space